{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<cls>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": []
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<cls>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<sep>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<cls>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<sep>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "<sep>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<cls>": {
        "id": "<cls>",
        "ids": [
          0
        ],
        "tokens": [
          "<cls>"
        ]
      },
      "<sep>": {
        "id": "<sep>",
        "ids": [
          1
        ],
        "tokens": [
          "<sep>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<cls>",
        0.0
      ],
      [
        "<sep>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "G",
        -4.87252088094356
      ],
      [
        "C",
        -4.882164599501628
      ],
      [
        "T",
        -4.988434775390058
      ],
      [
        "A",
        -5.018665891528883
      ],
      [
        "GC",
        -5.036487267715234
      ],
      [
        "CG",
        -5.230205461020628
      ],
      [
        "AT",
        -5.239299984131421
      ],
      [
        "GT",
        -5.288180694619266
      ],
      [
        "TT",
        -5.3660278424690055
      ],
      [
        "AC",
        -5.394626330381275
      ],
      [
        "GA",
        -5.404954068732835
      ],
      [
        "AA",
        -5.410556860743915
      ],
      [
        "TG",
        -5.444490869054494
      ],
      [
        "TC",
        -5.44492979250486
      ],
      [
        "CC",
        -5.486231206599161
      ],
      [
        "GG",
        -5.488103981004722
      ],
      [
        "CA",
        -5.512545354464276
      ],
      [
        "GCG",
        -5.5775772883527
      ],
      [
        "CGC",
        -5.588012738267194
      ],
      [
        "CT",
        -5.721685427496652
      ],
      [
        "AG",
        -5.735744605395469
      ],
      [
        "GCC",
        -5.75409499637974
      ],
      [
        "GGC",
        -5.811625568972646
      ],
      [
        "GAT",
        -5.8323694172138865
      ],
      [
        "ATC",
        -5.864671694567917
      ],
      [
        "GTC",
        -5.90639350995143
      ],
      [
        "CGG",
        -5.944454008106948
      ],
      [
        "ACG",
        -5.953064381138761
      ],
      [
        "CCG",
        -5.962894919212468
      ],
      [
        "TA",
        -5.9629990905591
      ],
      [
        "CGT",
        -5.994894393076251
      ],
      [
        "TGC",
        -5.997744136092628
      ],
      [
        "GCA",
        -6.0288087012627525
      ],
      [
        "GAC",
        -6.028881621560032
      ],
      [
        "GGT",
        -6.040723466321381
      ],
      [
        "AAT",
        -6.046689807236497
      ],
      [
        "ATG",
        -6.053284608725043
      ],
      [
        "CAA",
        -6.060719019871046
      ],
      [
        "CAT",
        -6.0643743738918
      ],
      [
        "GAA",
        -6.068343502156864
      ],
      [
        "GTT",
        -6.071925556374257
      ],
      [
        "CAG",
        -6.077346944897284
      ],
      [
        "CTG",
        -6.097708055993596
      ],
      [
        "CGA",
        -6.1146928434999115
      ],
      [
        "CTT",
        -6.126630660823809
      ],
      [
        "TTC",
        -6.1344698692782265
      ],
      [
        "AAC",
        -6.135541025435246
      ],
      [
        "TTG",
        -6.13882489276314
      ],
      [
        "ACC",
        -6.139838056360142
      ],
      [
        "ATT",
        -6.142963842246856
      ],
      [
        "TTT",
        -6.149866521651809
      ],
      [
        "AAA",
        -6.157557499237222
      ],
      [
        "GCGC",
        -6.166118257839323
      ],
      [
        "GTG",
        -6.170323370112077
      ],
      [
        "TCG",
        -6.17667916354107
      ],
      [
        "AAG",
        -6.210143786758364
      ],
      [
        "CAC",
        -6.214210555418973
      ],
      [
        "GCT",
        -6.2212403177775295
      ],
      [
        "CGCG",
        -6.262636479460119
      ],
      [
        "AGC",
        -6.303407103188047
      ],
      [
        "TGG",
        -6.326553250947797
      ],
      [
        "GGA",
        -6.334460327588425
      ],
      [
        "ATA",
        -6.360112535261356
      ],
      [
        "GCCG",
        -6.3790450777693595
      ],
      [
        "CCA",
        -6.385823038204926
      ],
      [
        "CGCC",
        -6.401601810923895
      ],
      [
        "GGCG",
        -6.436781448035591
      ],
      [
        "CGGC",
        -6.442084173237514
      ],
      [
        "CCC",
        -6.444572420540881
      ],
      [
        "TAC",
        -6.445221492282924
      ],
      [
        "GTA",
        -6.447731572107219
      ],
      [
        "TAT",
        -6.4730452212587295
      ],
      [
        "TGT",
        -6.480335971714316
      ],
      [
        "TCC",
        -6.482452936742376
      ],
      [
        "ACGC",
        -6.487759683416167
      ],
      [
        "GGG",
        -6.491405087693723
      ],
      [
        "CCT",
        -6.497914658861254
      ],
      [
        "GCGT",
        -6.522499408499041
      ],
      [
        "CCGC",
        -6.527923926838054
      ],
      [
        "TCA",
        -6.539074436455011
      ],
      [
        "GAG",
        -6.547323693117673
      ],
      [
        "TGA",
        -6.59730208799004
      ],
      [
        "GCGG",
        -6.606965188861705
      ],
      [
        "CTC",
        -6.619639596859669
      ],
      [
        "ACA",
        -6.644780585364118
      ],
      [
        "ATCG",
        -6.658307538678113
      ],
      [
        "TGCC",
        -6.6592431049141965
      ],
      [
        "AGG",
        -6.671317731576697
      ],
      [
        "CATC",
        -6.6753055839468605
      ],
      [
        "ACT",
        -6.694192438777709
      ],
      [
        "GATG",
        -6.701486864381337
      ],
      [
        "GCAA",
        -6.702061076406395
      ],
      [
        "CGAT",
        -6.71444051031137
      ],
      [
        "TGGC",
        -6.737259079846353
      ],
      [
        "TCGC",
        -6.753741748063769
      ],
      [
        "GCAT",
        -6.754003630944783
      ],
      [
        "TCT",
        -6.754512592965324
      ],
      [
        "AGT",
        -6.755422718920617
      ],
      [
        "ATGC",
        -6.760426512985817
      ],
      [
        "CACC",
        -6.766661744012721
      ],
      [
        "CCGG",
        -6.767780118687331
      ],
      [
        "CGTC",
        -6.77347993785652
      ],
      [
        "AATG",
        -6.785095170647014
      ],
      [
        "GCGA",
        -6.786964815331397
      ],
      [
        "GACG",
        -6.78710904218652
      ],
      [
        "TTGC",
        -6.787220839612966
      ],
      [
        "GGCA",
        -6.797303124674227
      ],
      [
        "CGGT",
        -6.811309676084038
      ],
      [
        "CGAC",
        -6.819690001849764
      ],
      [
        "CCTG",
        -6.828551953589778
      ],
      [
        "AGA",
        -6.840271059916559
      ],
      [
        "GTCG",
        -6.845819949332901
      ],
      [
        "GCCA",
        -6.848308536707052
      ],
      [
        "CAAT",
        -6.868385814373789
      ],
      [
        "GCAG",
        -6.873991643607149
      ],
      [
        "CGCT",
        -6.880370446468044
      ],
      [
        "ACGG",
        -6.88305211804176
      ],
      [
        "ACCG",
        -6.88437372074012
      ],
      [
        "AGCG",
        -6.884468523387951
      ],
      [
        "TCGA",
        -6.8884565134155675
      ],
      [
        "GCAC",
        -6.894462660656831
      ],
      [
        "CTGG",
        -6.904773302595282
      ],
      [
        "AAGC",
        -6.908593638234822
      ],
      [
        "CCGT",
        -6.915744716026996
      ],
      [
        "TTTC",
        -6.92761606995811
      ],
      [
        "TGCG",
        -6.928938299062117
      ],
      [
        "CCAT",
        -6.929930337775319
      ],
      [
        "ATGG",
        -6.931682560171785
      ],
      [
        "ATTG",
        -6.932809362927618
      ],
      [
        "GTGC",
        -6.933126881649192
      ],
      [
        "CTTC",
        -6.940736825254105
      ],
      [
        "GAAA",
        -6.95218988596726
      ],
      [
        "ACGT",
        -6.952302886556241
      ],
      [
        "AACG",
        -6.95490781191438
      ],
      [
        "CCAG",
        -6.955342998446885
      ],
      [
        "GAAG",
        -6.959194626742882
      ],
      [
        "ATCA",
        -6.959655900586637
      ],
      [
        "CTGC",
        -6.959911143260985
      ],
      [
        "GTTG",
        -6.971875240908481
      ],
      [
        "GATC",
        -6.974809734649816
      ],
      [
        "AAAG",
        -6.980994964325629
      ],
      [
        "GCTT",
        -6.981481254257566
      ],
      [
        "CGCA",
        -6.9823602292715545
      ],
      [
        "TCGT",
        -6.98413750062484
      ],
      [
        "CAAG",
        -6.987711791064281
      ],
      [
        "CGTT",
        -6.9925302127547315
      ],
      [
        "CGTG",
        -6.999224944391071
      ],
      [
        "CGGA",
        -6.999521290870159
      ],
      [
        "GGAA",
        -7.000895621691472
      ],
      [
        "CGCGC",
        -7.009635376473038
      ],
      [
        "CACG",
        -7.014498384433978
      ],
      [
        "CAAC",
        -7.025080133165071
      ],
      [
        "GTTT",
        -7.036746908352432
      ],
      [
        "CCGA",
        -7.036754200442753
      ],
      [
        "GGTG",
        -7.03946745416365
      ],
      [
        "GTGG",
        -7.040009875513153
      ],
      [
        "TTCC",
        -7.044056405194852
      ],
      [
        "AAAA",
        -7.051227521792966
      ],
      [
        "GCGCG",
        -7.052676708265141
      ],
      [
        "TGAC",
        -7.053188909804599
      ],
      [
        "TGAT",
        -7.05474873531292
      ],
      [
        "TCCG",
        -7.05593931715884
      ],
      [
        "GCTG",
        -7.057399063619246
      ],
      [
        "TCAT",
        -7.058203129130931
      ],
      [
        "TTTT",
        -7.05861962890921
      ],
      [
        "GGCC",
        -7.059882657193623
      ],
      [
        "GATA",
        -7.063339482054999
      ],
      [
        "CGGG",
        -7.06833416167487
      ],
      [
        "CTTG",
        -7.070394468440012
      ],
      [
        "TGTC",
        -7.079364884630888
      ],
      [
        "GCCT",
        -7.082222919240799
      ],
      [
        "TTCG",
        -7.085622069932982
      ],
      [
        "TGCA",
        -7.0876421559289975
      ],
      [
        "CCTT",
        -7.092205230666743
      ],
      [
        "CATT",
        -7.0950900868408135
      ],
      [
        "TTTG",
        -7.096145005882189
      ],
      [
        "ACCA",
        -7.097924564589001
      ],
      [
        "CATG",
        -7.1063560161959005
      ],
      [
        "CTTT",
        -7.108790068958692
      ],
      [
        "TGGT",
        -7.109278898606698
      ],
      [
        "GGTC",
        -7.117745926929343
      ],
      [
        "GCCGC",
        -7.120941247664252
      ],
      [
        "TGTT",
        -7.124504535453235
      ],
      [
        "TATT",
        -7.130157161729186
      ],
      [
        "AAGA",
        -7.1387921062541855
      ],
      [
        "GACC",
        -7.13903629431391
      ],
      [
        "CAGC",
        -7.13942340176179
      ],
      [
        "GCGGC",
        -7.144809735093689
      ],
      [
        "AACC",
        -7.145102467802195
      ],
      [
        "TATC",
        -7.1457880413062735
      ],
      [
        "AGGC",
        -7.156866279001484
      ],
      [
        "ATGA",
        -7.159070471174633
      ],
      [
        "TTGT",
        -7.164418253799878
      ],
      [
        "ATTT",
        -7.166963168671428
      ],
      [
        "CGAA",
        -7.176519022882912
      ],
      [
        "AATC",
        -7.17669275861779
      ],
      [
        "GGCT",
        -7.176831562480182
      ],
      [
        "ACGCC",
        -7.177929594504167
      ],
      [
        "CCCG",
        -7.185685667264066
      ],
      [
        "GTCA",
        -7.188947180998658
      ],
      [
        "GGTT",
        -7.191036837460379
      ],
      [
        "ATCC",
        -7.194048071499508
      ],
      [
        "GGAT",
        -7.197048121664146
      ],
      [
        "TCAA",
        -7.198919326814202
      ],
      [
        "CCAC",
        -7.202859227072531
      ],
      [
        "ACGA",
        -7.203419255975012
      ],
      [
        "GACA",
        -7.20434049527672
      ],
      [
        "GGCGC",
        -7.2083200773898755
      ],
      [
        "TTA",
        -7.209773362091445
      ],
      [
        "AAAT",
        -7.214301119613702
      ],
      [
        "CAGG",
        -7.214785909326536
      ],
      [
        "AATA",
        -7.2165049913023065
      ],
      [
        "GTGT",
        -7.218193122500007
      ],
      [
        "TCGG",
        -7.221112964112286
      ],
      [
        "CTCG",
        -7.234531162541823
      ],
      [
        "TTCA",
        -7.235472968544828
      ],
      [
        "CAGT",
        -7.237873148475741
      ],
      [
        "GGCGT",
        -7.2401970271064595
      ],
      [
        "TTGA",
        -7.2425784038016685
      ],
      [
        "AGCC",
        -7.24625114264457
      ],
      [
        "AAAC",
        -7.248153649910234
      ],
      [
        "CAAA",
        -7.252245883854733
      ],
      [
        "GCCC",
        -7.257163518214883
      ],
      [
        "CGAG",
        -7.257419489881104
      ],
      [
        "TTGG",
        -7.260630169119129
      ],
      [
        "CGGCG",
        -7.2666006744501015
      ],
      [
        "GATT",
        -7.268884668671702
      ],
      [
        "GAAT",
        -7.27072340477066
      ],
      [
        "TTGAT",
        -7.270825051011136
      ],
      [
        "GCGTC",
        -7.274181560079381
      ],
      [
        "TCAC",
        -7.277228060884
      ],
      [
        "TCTT",
        -7.277498177732363
      ],
      [
        "ATTC",
        -7.279386063823621
      ],
      [
        "TCGAT",
        -7.282913801019577
      ],
      [
        "TGCT",
        -7.28673142470128
      ],
      [
        "AAGG",
        -7.288731066232409
      ],
      [
        "GGTA",
        -7.289935613587952
      ],
      [
        "CAGGC",
        -7.293542104430346
      ],
      [
        "TAA",
        -7.293744570576643
      ],
      [
        "ACAA",
        -7.294559988508964
      ],
      [
        "AGCA",
        -7.31579420794553
      ],
      [
        "GGGC",
        -7.316861120975692
      ],
      [
        "ATCGA",
        -7.317258809283293
      ],
      [
        "GGGT",
        -7.317364043831403
      ],
      [
        "TGAA",
        -7.317578573051817
      ],
      [
        "CGTA",
        -7.320286430482
      ],
      [
        "CTA",
        -7.327016356645758
      ],
      [
        "ACTG",
        -7.327691283163413
      ],
      [
        "GTCC",
        -7.3287501305152105
      ],
      [
        "ATCGT",
        -7.332937031433362
      ],
      [
        "GCCGT",
        -7.334046958577519
      ],
      [
        "CGGCA",
        -7.335813666430745
      ],
      [
        "GAAC",
        -7.33698516989169
      ],
      [
        "GCGCT",
        -7.345833177252016
      ],
      [
        "AACGC",
        -7.3487017194410615
      ],
      [
        "GTTC",
        -7.353654717739326
      ],
      [
        "TGGA",
        -7.358299193901265
      ],
      [
        "ACAC",
        -7.359434463129598
      ],
      [
        "AACA",
        -7.371408411278409
      ],
      [
        "GAAAT",
        -7.371607366812944
      ],
      [
        "GTAC",
        -7.373832462398258
      ],
      [
        "AGGA",
        -7.373873302436322
      ],
      [
        "CGCCG",
        -7.375440288997499
      ],
      [
        "ACCC",
        -7.375444540082048
      ],
      [
        "GCGCC",
        -7.376956331750704
      ],
      [
        "ACCGC",
        -7.377429106753335
      ],
      [
        "TCGGC",
        -7.385384688540309
      ],
      [
        "TACC",
        -7.385651017834806
      ],
      [
        "CCCC",
        -7.387082078891311
      ],
      [
        "AGAA",
        -7.388691055425689
      ],
      [
        "GCCGA",
        -7.391279355078456
      ],
      [
        "GGAC",
        -7.394897390573336
      ],
      [
        "GTCGA",
        -7.396352597537068
      ],
      [
        "GGCGA",
        -7.397121363832436
      ],
      [
        "GCGAT",
        -7.3993804475654406
      ],
      [
        "CGCGA",
        -7.400807448931203
      ],
      [
        "ACAT",
        -7.4039063003597025
      ],
      [
        "AATT",
        -7.404908034689512
      ],
      [
        "TACG",
        -7.40518984009998
      ],
      [
        "▁",
        -7.411555214946009
      ],
      [
        "TCGCG",
        -7.421213768585768
      ],
      [
        "GTAT",
        -7.422474612055832
      ],
      [
        "TGCCG",
        -7.425660516144348
      ],
      [
        "CCGGC",
        -7.428009795185131
      ],
      [
        "AAATA",
        -7.430747722094053
      ],
      [
        "ATAT",
        -7.43405618948075
      ],
      [
        "TCCA",
        -7.435384642679173
      ],
      [
        "GGCAA",
        -7.436018632036386
      ],
      [
        "TGGCG",
        -7.43623496874351
      ],
      [
        "ACTT",
        -7.436849753531687
      ],
      [
        "ATGGC",
        -7.449882956942496
      ],
      [
        "GTGA",
        -7.451318856160436
      ],
      [
        "ATCGC",
        -7.4532218313566165
      ],
      [
        "TGCAT",
        -7.460190443779654
      ],
      [
        "GACGC",
        -7.461988205031005
      ],
      [
        "CCGGT",
        -7.465321367790474
      ],
      [
        "GCGCA",
        -7.4680189706679165
      ],
      [
        "TGCGC",
        -7.471414735790705
      ],
      [
        "GCGGT",
        -7.4739576102339305
      ],
      [
        "ACCT",
        -7.477872722457825
      ],
      [
        "CCAA",
        -7.4782287447604405
      ],
      [
        "TAG",
        -7.4808393405028815
      ],
      [
        "GCATG",
        -7.48123163423964
      ],
      [
        "AGCGC",
        -7.491668265582102
      ],
      [
        "AGAC",
        -7.500114613829005
      ],
      [
        "GATGC",
        -7.501913100539874
      ],
      [
        "GCGTT",
        -7.505936486274012
      ],
      [
        "ACCGG",
        -7.507670606523405
      ],
      [
        "GGCAT",
        -7.508490622171528
      ],
      [
        "TCTC",
        -7.50853512705145
      ],
      [
        "ATGT",
        -7.509809420481433
      ],
      [
        "TCAG",
        -7.511206445018231
      ],
      [
        "GTGCC",
        -7.515084526471873
      ],
      [
        "GCCTG",
        -7.516555366890607
      ],
      [
        "CGTCG",
        -7.5173746393968495
      ],
      [
        "TTGCC",
        -7.5175652631812975
      ],
      [
        "TCGTC",
        -7.520064751966581
      ],
      [
        "ACAG",
        -7.521733915772717
      ],
      [
        "GAGG",
        -7.525325831216007
      ],
      [
        "GCCGG",
        -7.527414165389194
      ],
      [
        "GCGTG",
        -7.5304761294037466
      ],
      [
        "CTGA",
        -7.53075582959817
      ],
      [
        "ACGCG",
        -7.535534137088385
      ],
      [
        "TCGAC",
        -7.535979589499704
      ],
      [
        "GCAAT",
        -7.536197847497832
      ],
      [
        "ATGCC",
        -7.536948209653761
      ],
      [
        "ATAG",
        -7.545021387215579
      ],
      [
        "AGGG",
        -7.546886292222824
      ],
      [
        "CAGCA",
        -7.548997314710454
      ],
      [
        "GGGG",
        -7.549206803579989
      ],
      [
        "GGCGG",
        -7.551304254536138
      ],
      [
        "ACGGT",
        -7.552298899096168
      ],
      [
        "CTGT",
        -7.553126514433381
      ],
      [
        "AGGT",
        -7.553471190015153
      ],
      [
        "CCGCC",
        -7.55487549743199
      ],
      [
        "AGAT",
        -7.556894626076135
      ],
      [
        "CACCG",
        -7.557599655551883
      ],
      [
        "GTCGC",
        -7.558374501624665
      ],
      [
        "TCTG",
        -7.558921710110935
      ],
      [
        "GGCAC",
        -7.560302558733072
      ],
      [
        "ACGCT",
        -7.565994379772571
      ],
      [
        "ACCGT",
        -7.566337289136057
      ],
      [
        "ACCGA",
        -7.570950940629541
      ],
      [
        "TCCT",
        -7.571980714967984
      ],
      [
        "AACT",
        -7.572958774551352
      ],
      [
        "TGCTG",
        -7.575958375957772
      ],
      [
        "TACA",
        -7.576030673749943
      ],
      [
        "TTGCT",
        -7.57881803151492
      ],
      [
        "GCTC",
        -7.580615336029448
      ],
      [
        "ATAA",
        -7.5878805139993215
      ],
      [
        "CACGC",
        -7.591378880338271
      ],
      [
        "GCCAG",
        -7.592120378822927
      ],
      [
        "ATCAA",
        -7.595130691768671
      ],
      [
        "GGGA",
        -7.597287561642029
      ],
      [
        "GCCAT",
        -7.598316857968355
      ],
      [
        "CGCGT",
        -7.598584992009501
      ],
      [
        "ATGAC",
        -7.6020315498744635
      ],
      [
        "GTAA",
        -7.603988300344446
      ],
      [
        "GCATC",
        -7.604342392306721
      ],
      [
        "ACGAT",
        -7.606255902726309
      ],
      [
        "GCAAC",
        -7.609831598448205
      ],
      [
        "TCGCC",
        -7.610411528600714
      ],
      [
        "TTAT",
        -7.611369078092869
      ],
      [
        "GACGA",
        -7.615353004421933
      ],
      [
        "AATGC",
        -7.616175619626038
      ],
      [
        "CGCCA",
        -7.616297982948257
      ],
      [
        "CTTGC",
        -7.617699328926076
      ],
      [
        "CAGA",
        -7.617937534472701
      ],
      [
        "ACGGC",
        -7.622443532635619
      ],
      [
        "CAACG",
        -7.622507148102502
      ],
      [
        "AGTA",
        -7.622997782164708
      ],
      [
        "CGGTG",
        -7.623118032950458
      ],
      [
        "ATCGAT",
        -7.631547885518669
      ],
      [
        "CGCAA",
        -7.6316765053762525
      ],
      [
        "CTAC",
        -7.633167462419051
      ],
      [
        "CCGCT",
        -7.637450222265714
      ],
      [
        "ATTGC",
        -7.63808909227194
      ],
      [
        "GCGGA",
        -7.638134924793149
      ],
      [
        "CCGCG",
        -7.638241144694415
      ],
      [
        "ATCT",
        -7.638461949923524
      ],
      [
        "ATAC",
        -7.639334407023051
      ],
      [
        "AAGCG",
        -7.640186295977192
      ],
      [
        "CAGCGC",
        -7.644405039957532
      ],
      [
        "GCACG",
        -7.647369986197985
      ],
      [
        "GTCAT",
        -7.648710156787244
      ],
      [
        "TTGTC",
        -7.65482970530848
      ],
      [
        "ATGCG",
        -7.6582132405503565
      ],
      [
        "CCTC",
        -7.659101046427839
      ],
      [
        "AAAGC",
        -7.661973411823209
      ],
      [
        "ATCAC",
        -7.662114511678309
      ],
      [
        "CGACG",
        -7.663149188037645
      ],
      [
        "TTCT",
        -7.665593774869013
      ],
      [
        "CGCAT",
        -7.667805603242512
      ],
      [
        "CTTGCC",
        -7.672180116798131
      ],
      [
        "AACGT",
        -7.672927969932751
      ],
      [
        "GATCG",
        -7.673231892672358
      ],
      [
        "CTGCT",
        -7.673450371098521
      ],
      [
        "GGCTT",
        -7.674027329215134
      ],
      [
        "CCCA",
        -7.678690677127624
      ],
      [
        "GGAG",
        -7.679097440008377
      ],
      [
        "TGACG",
        -7.679149518116069
      ],
      [
        "CTGGC",
        -7.679250747657157
      ],
      [
        "CTGGA",
        -7.682120834190223
      ],
      [
        "GATCA",
        -7.682526384260651
      ],
      [
        "TTCAA",
        -7.685467974249269
      ],
      [
        "TTGCG",
        -7.686289524624283
      ],
      [
        "CAATG",
        -7.687668880062402
      ],
      [
        "GGTGT",
        -7.6887997877610195
      ],
      [
        "ATCGG",
        -7.68991628270701
      ],
      [
        "ACGCA",
        -7.691677833219756
      ],
      [
        "TTTGT",
        -7.692515953740588
      ],
      [
        "TCCGC",
        -7.692595249044354
      ],
      [
        "TTGTT",
        -7.693217419730834
      ],
      [
        "TAAA",
        -7.694960084008651
      ],
      [
        "CGCTG",
        -7.696439972647135
      ],
      [
        "TGCAG",
        -7.696537459884365
      ],
      [
        "AGTT",
        -7.698749962269571
      ],
      [
        "CAACGC",
        -7.700164666802178
      ],
      [
        "TTTTT",
        -7.701891651666248
      ],
      [
        "TCCGG",
        -7.70324181247565
      ],
      [
        "TCCC",
        -7.70622377522841
      ],
      [
        "CCCT",
        -7.7087380226533435
      ],
      [
        "TTAC",
        -7.712877106393818
      ],
      [
        "CAGCG",
        -7.716042764179801
      ],
      [
        "CACCGC",
        -7.716070933643101
      ],
      [
        "GTCT",
        -7.7172737125791
      ],
      [
        "AGCAA",
        -7.720490040564436
      ],
      [
        "CATCG",
        -7.722205451773723
      ],
      [
        "GTGAT",
        -7.72529832489106
      ],
      [
        "GCTTT",
        -7.729511607431398
      ],
      [
        "CGATC",
        -7.730226093004583
      ],
      [
        "GCCGCC",
        -7.732905906257089
      ],
      [
        "TTCGC",
        -7.737485722535398
      ],
      [
        "AGTG",
        -7.737824590749186
      ],
      [
        "ACGAC",
        -7.737867657953279
      ],
      [
        "CTCC",
        -7.7397417152371295
      ],
      [
        "GTCGT",
        -7.74281563182994
      ],
      [
        "AGCGG",
        -7.742959624053901
      ],
      [
        "GTAG",
        -7.747157070739155
      ],
      [
        "GACGT",
        -7.747372991404489
      ],
      [
        "GAGC",
        -7.747748598154443
      ],
      [
        "TTGGC",
        -7.7481486770179995
      ],
      [
        "ATCCG",
        -7.751061062455682
      ],
      [
        "TGGG",
        -7.753640547581573
      ],
      [
        "AGCGA",
        -7.759350421125594
      ],
      [
        "TTCGAG",
        -7.759781997482449
      ],
      [
        "CCGTT",
        -7.75983323140299
      ],
      [
        "GTGGC",
        -7.760562005342243
      ],
      [
        "GCGAC",
        -7.761102011405927
      ],
      [
        "GCCGGT",
        -7.767491150080453
      ],
      [
        "GACAT",
        -7.769527674600263
      ],
      [
        "TGTA",
        -7.769842221904507
      ],
      [
        "TTCTT",
        -7.7722010043014755
      ],
      [
        "TGCCGC",
        -7.77259639518042
      ],
      [
        "GGCCA",
        -7.772649537987931
      ],
      [
        "GCCAA",
        -7.776457391136489
      ],
      [
        "AAAAA",
        -7.776865884413264
      ],
      [
        "GGCGGC",
        -7.779398820472183
      ],
      [
        "CTCGAA",
        -7.780437931343471
      ],
      [
        "GATAT",
        -7.780546400394534
      ],
      [
        "CGATG",
        -7.782480266328951
      ],
      [
        "CGGAT",
        -7.783081677062192
      ],
      [
        "TTTGC",
        -7.783293608506567
      ],
      [
        "CTGGT",
        -7.7838717024806305
      ],
      [
        "ATCGAA",
        -7.785311859592603
      ],
      [
        "AGTC",
        -7.785365838619685
      ],
      [
        "CGGCT",
        -7.785972587993169
      ],
      [
        "AACAA",
        -7.786382169928382
      ],
      [
        "CGCGG",
        -7.7875444513916605
      ],
      [
        "TCGAA",
        -7.788062930257828
      ],
      [
        "AAGT",
        -7.788153178806782
      ],
      [
        "CGCGGC",
        -7.788653550412068
      ],
      [
        "GTGCT",
        -7.7892424512716385
      ],
      [
        "CCGAT",
        -7.789533148924118
      ],
      [
        "GCAAG",
        -7.79084481468598
      ],
      [
        "CGCCGC",
        -7.791197625520568
      ],
      [
        "GGAAA",
        -7.793744119986118
      ],
      [
        "GACGG",
        -7.794805757882534
      ],
      [
        "CCGAA",
        -7.801833379765394
      ],
      [
        "CATA",
        -7.80278582465149
      ],
      [
        "GCAAA",
        -7.805832707115762
      ],
      [
        "GTCCG",
        -7.809817505985318
      ],
      [
        "ACGTC",
        -7.810414945981289
      ],
      [
        "CACT",
        -7.810509271449389
      ],
      [
        "GATGT",
        -7.810835231259863
      ],
      [
        "GCGCGC",
        -7.8139229892913376
      ],
      [
        "AAGCA",
        -7.813945362590912
      ],
      [
        "AAATC",
        -7.814975487610572
      ],
      [
        "CGCGCC",
        -7.815054254911115
      ],
      [
        "AGCAC",
        -7.8163650672908105
      ],
      [
        "GTTTT",
        -7.8165027568103875
      ],
      [
        "GGCCG",
        -7.816930852252536
      ],
      [
        "GCTTC",
        -7.816953773042365
      ],
      [
        "ATGAA",
        -7.817108742579786
      ],
      [
        "CAAGC",
        -7.818128962650819
      ],
      [
        "TCCAG",
        -7.818640043959403
      ],
      [
        "TTTA",
        -7.820496061614386
      ],
      [
        "CACCA",
        -7.820604955000954
      ],
      [
        "TCGTT",
        -7.821435820681527
      ],
      [
        "TATG",
        -7.826988080549483
      ],
      [
        "TTATT",
        -7.828480821228864
      ],
      [
        "CAAGG",
        -7.830152921177979
      ],
      [
        "CTGAT",
        -7.8303210675216794
      ],
      [
        "GGCAG",
        -7.833553927416025
      ],
      [
        "GCCTT",
        -7.834074236507404
      ],
      [
        "ATGTC",
        -7.83430130741066
      ],
      [
        "CGTGC",
        -7.837090825485503
      ],
      [
        "GAGA",
        -7.838518704650645
      ],
      [
        "ATTGA",
        -7.84198919121029
      ],
      [
        "CATGC",
        -7.843478455283219
      ],
      [
        "ATCAG",
        -7.845259733349557
      ],
      [
        "GCGCAA",
        -7.84561398619141
      ],
      [
        "GTGGT",
        -7.8457216753070105
      ],
      [
        "CCATC",
        -7.8467336267393675
      ],
      [
        "CGATA",
        -7.846924150126155
      ],
      [
        "TGGCA",
        -7.848240637351379
      ],
      [
        "TGGTG",
        -7.848824258997826
      ],
      [
        "CCGGA",
        -7.853249191012119
      ],
      [
        "AACCA",
        -7.854434909879975
      ],
      [
        "ACAAA",
        -7.854455074031085
      ],
      [
        "TACT",
        -7.855676073047243
      ],
      [
        "GCTA",
        -7.858762484774954
      ],
      [
        "TTCGA",
        -7.859505373402171
      ],
      [
        "CGGGC",
        -7.863143982404144
      ],
      [
        "GCGGG",
        -7.863831254309451
      ],
      [
        "TGTCG",
        -7.865317660146804
      ],
      [
        "TCGCT",
        -7.865964756988249
      ],
      [
        "CGGCGC",
        -7.866661494087653
      ],
      [
        "GGCAAG",
        -7.866668321819972
      ],
      [
        "AAAAG",
        -7.872579297263305
      ],
      [
        "CCCGC",
        -7.873176690005982
      ],
      [
        "GTCAG",
        -7.873845682971088
      ],
      [
        "CAGAC",
        -7.877643235438693
      ],
      [
        "TGCAA",
        -7.879379502196729
      ],
      [
        "TTTCC",
        -7.879861987609293
      ],
      [
        "ACACC",
        -7.881914140989351
      ],
      [
        "GCATT",
        -7.88441144001108
      ],
      [
        "ACGTT",
        -7.887465355733896
      ],
      [
        "TGAAA",
        -7.8890032660637175
      ],
      [
        "GGCGAT",
        -7.889174119241773
      ],
      [
        "TTGAA",
        -7.891015740460555
      ],
      [
        "CGGCC",
        -7.89112934494967
      ],
      [
        "GCCGCG",
        -7.894210441621329
      ],
      [
        "AAGCC",
        -7.89541943207738
      ],
      [
        "AACGG",
        -7.897024215240227
      ],
      [
        "GCGAA",
        -7.898451117069585
      ],
      [
        "AGCAG",
        -7.89928748406171
      ],
      [
        "AATGT",
        -7.900134407030561
      ],
      [
        "CTCGAT",
        -7.902361869467297
      ],
      [
        "GCCCG",
        -7.903885359002378
      ],
      [
        "CCGTC",
        -7.906978462523535
      ],
      [
        "TATTT",
        -7.907902092488385
      ],
      [
        "TTTTG",
        -7.911256321311518
      ],
      [
        "AATAT",
        -7.912058809148719
      ],
      [
        "GAAAA",
        -7.912987426812686
      ],
      [
        "ATTGG",
        -7.917150869477074
      ],
      [
        "TAAAA",
        -7.919121774090093
      ],
      [
        "GCTGA",
        -7.921402225675868
      ],
      [
        "GCGCGG",
        -7.922722656909961
      ],
      [
        "CATCA",
        -7.923226198549567
      ],
      [
        "GAAGA",
        -7.924458156469989
      ],
      [
        "ACTC",
        -7.9248421090678
      ],
      [
        "GTTGC",
        -7.9271857331809965
      ],
      [
        "AAAAC",
        -7.928283336765518
      ],
      [
        "CAGGA",
        -7.929828454650386
      ],
      [
        "CGGCAA",
        -7.930626307668085
      ],
      [
        "TTCCG",
        -7.93173464065856
      ],
      [
        "ACCGAT",
        -7.932954925948993
      ],
      [
        "GTGCG",
        -7.93296480326263
      ],
      [
        "TCATC",
        -7.934199739405536
      ],
      [
        "TGTG",
        -7.937565169019149
      ],
      [
        "AAAGA",
        -7.939124088904728
      ],
      [
        "GTTA",
        -7.942407061891985
      ],
      [
        "CCTTG",
        -7.942859146620887
      ],
      [
        "TGCGG",
        -7.94363871870972
      ],
      [
        "ATGCA",
        -7.943821139644343
      ],
      [
        "TATA",
        -7.945706670847016
      ],
      [
        "CTGCGC",
        -7.945827599166701
      ],
      [
        "TTTCA",
        -7.945902879067795
      ],
      [
        "CATCGC",
        -7.947321091147953
      ],
      [
        "CAGGAA",
        -7.949613690197434
      ],
      [
        "CCTGC",
        -7.950008202019128
      ],
      [
        "AAACA",
        -7.952658112863265
      ],
      [
        "GAAGG",
        -7.953650833584893
      ],
      [
        "CTCGGC",
        -7.954937731901869
      ],
      [
        "GTCAC",
        -7.956513269953101
      ],
      [
        "ACGGA",
        -7.957513635461897
      ],
      [
        "GGTTT",
        -7.9580650813163585
      ],
      [
        "TATCG",
        -7.958896461666442
      ],
      [
        "GCACC",
        -7.960440092616165
      ],
      [
        "CGGAA",
        -7.960809910198712
      ],
      [
        "CTGCTG",
        -7.961360063822291
      ],
      [
        "GCCGAT",
        -7.963876134532359
      ],
      [
        "ACCTG",
        -7.9644078589199765
      ],
      [
        "GATGCC",
        -7.964978673875994
      ],
      [
        "ACCAG",
        -7.967008257474991
      ],
      [
        "CGCAC",
        -7.9677730243554175
      ],
      [
        "AGCGT",
        -7.96847605820402
      ],
      [
        "CCTTC",
        -7.968518729784847
      ],
      [
        "GACCTG",
        -7.971900855977186
      ],
      [
        "TTCGG",
        -7.972788356152576
      ],
      [
        "AACAG",
        -7.974271373147044
      ],
      [
        "GATGA",
        -7.975598162837416
      ],
      [
        "CGGCGT",
        -7.975763622793113
      ],
      [
        "GTCTT",
        -7.976671875606058
      ],
      [
        "TTTTC",
        -7.979506179979911
      ],
      [
        "CGGGT",
        -7.980002816581414
      ],
      [
        "ACCGGC",
        -7.9806767029693235
      ],
      [
        "GACAA",
        -7.981513988424311
      ],
      [
        "ACGGG",
        -7.985836077060756
      ],
      [
        "GGCCTG",
        -7.987700749870915
      ],
      [
        "CACGG",
        -7.9878465133556915
      ],
      [
        "ATTTT",
        -7.988078604145162
      ],
      [
        "GCGCCG",
        -7.988528909346688
      ],
      [
        "TCGGT",
        -7.9887078975900385
      ],
      [
        "ACCCG",
        -7.988875810571602
      ],
      [
        "GATGG",
        -7.989279943359572
      ],
      [
        "CAGGCC",
        -7.989349225526282
      ],
      [
        "CGTTG",
        -7.992061587430746
      ],
      [
        "GCAGC",
        -7.993182919505539
      ],
      [
        "CGGAC",
        -7.994391671638931
      ],
      [
        "AATAA",
        -7.995855960560747
      ],
      [
        "TGCGT",
        -7.996553838670489
      ],
      [
        "CAGCGT",
        -7.996914227964423
      ],
      [
        "TTGCA",
        -7.997126891770923
      ],
      [
        "ATCGCC",
        -7.9974674251222355
      ],
      [
        "GCGGCG",
        -7.998410979463748
      ],
      [
        "CTCGC",
        -7.998481089700155
      ],
      [
        "ACGCTG",
        -7.999313877744186
      ],
      [
        "CAATGC",
        -7.9993558604043375
      ],
      [
        "CCCAT",
        -7.9997869978748515
      ],
      [
        "TTCCA",
        -8.00037624108474
      ],
      [
        "GGTGC",
        -8.000636700941971
      ],
      [
        "GCCAC",
        -8.002781779177234
      ],
      [
        "CAGCAT",
        -8.00390888499465
      ],
      [
        "AATGG",
        -8.003943831818667
      ],
      [
        "TCACC",
        -8.004307871433536
      ],
      [
        "CGCCT",
        -8.004605037821403
      ],
      [
        "CGCGCCG",
        -8.005226516238125
      ],
      [
        "CCGCA",
        -8.006445501404322
      ],
      [
        "CTGCG",
        -8.007956793876694
      ],
      [
        "TACGG",
        -8.008548159535817
      ],
      [
        "TAGC",
        -8.009802576689378
      ],
      [
        "CAAGGC",
        -8.010934042475006
      ],
      [
        "AGTTT",
        -8.011245902783592
      ],
      [
        "TAAT",
        -8.011960114149428
      ],
      [
        "ATCCAG",
        -8.014575896626262
      ],
      [
        "GTATT",
        -8.014592382924754
      ],
      [
        "TTTCT",
        -8.014768845192853
      ],
      [
        "TGATC",
        -8.0169858081986
      ],
      [
        "GTCAA",
        -8.01741720587662
      ],
      [
        "CGTCAT",
        -8.018694360348983
      ],
      [
        "CACGCC",
        -8.020407635979543
      ],
      [
        "CTGGCG",
        -8.020865844004796
      ],
      [
        "CAACA",
        -8.021973730386303
      ],
      [
        "CGACA",
        -8.023146524973445
      ],
      [
        "TTGCGC",
        -8.023308270827489
      ],
      [
        "ATAGCC",
        -8.026229668329623
      ],
      [
        "GGCGAG",
        -8.026369277782607
      ],
      [
        "ATCCA",
        -8.027660219868649
      ],
      [
        "GGTGA",
        -8.027837247914412
      ],
      [
        "GGCGTG",
        -8.028225385790648
      ],
      [
        "AAGCT",
        -8.02842976664213
      ],
      [
        "ATTTC",
        -8.030668404398433
      ],
      [
        "GGCGCG",
        -8.033895607242183
      ],
      [
        "ACCCT",
        -8.034326992158118
      ],
      [
        "CCGCGC",
        -8.035988219378444
      ],
      [
        "GAGCA",
        -8.036804378230585
      ],
      [
        "AGGCG",
        -8.038345251625953
      ],
      [
        "AAGAA",
        -8.038424350971136
      ],
      [
        "GCTGC",
        -8.03850935574339
      ],
      [
        "CGCTT",
        -8.039443620454406
      ],
      [
        "ATCGGC",
        -8.03983591923515
      ],
      [
        "CGTGA",
        -8.040289171285734
      ],
      [
        "GAACA",
        -8.041999581889279
      ],
      [
        "CGTGG",
        -8.044305059804458
      ],
      [
        "AAGGC",
        -8.04607727327077
      ],
      [
        "AGGCC",
        -8.046875453259894
      ],
      [
        "TGGAA",
        -8.046947378032051
      ],
      [
        "GCGCTG",
        -8.050475363789943
      ],
      [
        "TGTTC",
        -8.05112308369776
      ],
      [
        "GACGAT",
        -8.051340989732532
      ],
      [
        "TCCCG",
        -8.052039309412539
      ],
      [
        "GAAGT",
        -8.052305891473956
      ],
      [
        "CTGCA",
        -8.052982446113756
      ],
      [
        "CAGCC",
        -8.05328600982514
      ],
      [
        "TCGGA",
        -8.05381690491885
      ],
      [
        "ACTA",
        -8.053904869609338
      ],
      [
        "CGCGCG",
        -8.054798154300915
      ],
      [
        "CTTTT",
        -8.055389470984121
      ],
      [
        "CGGGA",
        -8.055914928025967
      ],
      [
        "ATCCGC",
        -8.055957425279242
      ],
      [
        "TCCTT",
        -8.05817797614694
      ],
      [
        "GCGGCA",
        -8.059733748881236
      ],
      [
        "TTCGT",
        -8.062316758676452
      ],
      [
        "GGTGG",
        -8.063933819684358
      ],
      [
        "TCAAT",
        -8.06396413421504
      ],
      [
        "TGGTT",
        -8.0646651351808
      ],
      [
        "TTCAT",
        -8.06509527919418
      ],
      [
        "GATCGA",
        -8.065713782844583
      ],
      [
        "CGCGAA",
        -8.067647417500698
      ],
      [
        "TCTA",
        -8.069980096394852
      ],
      [
        "TTGCTG",
        -8.071230269208542
      ],
      [
        "ATCGCG",
        -8.07151419986759
      ],
      [
        "GACCA",
        -8.071616620957805
      ],
      [
        "TGCTT",
        -8.072512842599242
      ],
      [
        "GCCTTC",
        -8.073598934984734
      ],
      [
        "CATCC",
        -8.075905141661842
      ],
      [
        "GCGAG",
        -8.07604871348039
      ],
      [
        "CCAGC",
        -8.076897961560501
      ],
      [
        "ACGCGC",
        -8.078297703694368
      ],
      [
        "AGCTT",
        -8.080017509066257
      ],
      [
        "CTCGCC",
        -8.081197622028004
      ],
      [
        "GATGCG",
        -8.08143468572667
      ],
      [
        "TGCCA",
        -8.082599106173227
      ],
      [
        "CTGCC",
        -8.082811061706838
      ],
      [
        "GGCATC",
        -8.083512190963823
      ],
      [
        "TAGA",
        -8.085892985284097
      ],
      [
        "CCTGG",
        -8.085969965333547
      ],
      [
        "ACCAC",
        -8.088178453565995
      ],
      [
        "TCAAG",
        -8.089823598664665
      ],
      [
        "CCGAC",
        -8.0908799510171
      ],
      [
        "TGGCC",
        -8.091431679258804
      ],
      [
        "GCCGTG",
        -8.091509078658675
      ],
      [
        "GCAGG",
        -8.091857360830279
      ],
      [
        "ATTAC",
        -8.091899523849257
      ],
      [
        "GGCTAT",
        -8.09247855952908
      ],
      [
        "AATAC",
        -8.09334849403252
      ],
      [
        "AGAAA",
        -8.094698231931213
      ],
      [
        "GACTG",
        -8.095239268955982
      ],
      [
        "TTTTA",
        -8.097060693532246
      ],
      [
        "ATCGTC",
        -8.097173662756418
      ],
      [
        "GCCGCT",
        -8.098717394859154
      ],
      [
        "CAGCAG",
        -8.098882646606562
      ],
      [
        "CAGAT",
        -8.100876997299727
      ],
      [
        "ATATT",
        -8.100937500977032
      ],
      [
        "GCCCA",
        -8.102477709649898
      ],
      [
        "CTGAA",
        -8.104252557166228
      ],
      [
        "GGCGGT",
        -8.104856635046236
      ],
      [
        "CTGTT",
        -8.104984125528905
      ],
      [
        "TTCGCG",
        -8.10528865351684
      ],
      [
        "ATCTG",
        -8.10546511564861
      ],
      [
        "AGAG",
        -8.107130399721823
      ],
      [
        "TGGAT",
        -8.10725085123603
      ],
      [
        "GAGT",
        -8.107426146712783
      ],
      [
        "TCAAC",
        -8.107489121125573
      ],
      [
        "CAGTT",
        -8.107830598026755
      ],
      [
        "ATGTT",
        -8.108185879350321
      ],
      [
        "TACCG",
        -8.108383518571154
      ],
      [
        "GAAAC",
        -8.109388276914842
      ],
      [
        "CAGGT",
        -8.10995095642116
      ],
      [
        "TTCCT",
        -8.110224237900272
      ],
      [
        "ATAGA",
        -8.110349757831335
      ],
      [
        "ACCAT",
        -8.110420110495193
      ],
      [
        "AAGGA",
        -8.111607558603925
      ],
      [
        "CACCGG",
        -8.111712899156096
      ],
      [
        "CTTCA",
        -8.112145126394623
      ],
      [
        "GCTTG",
        -8.112240121664483
      ],
      [
        "TGCCC",
        -8.113058035398122
      ],
      [
        "GTCGG",
        -8.114227833705556
      ],
      [
        "AACCG",
        -8.11489443777159
      ],
      [
        "CTTGA",
        -8.116053879916262
      ],
      [
        "GGTAT",
        -8.11623957427332
      ],
      [
        "CCCGG",
        -8.119032092313509
      ],
      [
        "GACT",
        -8.120317979525614
      ],
      [
        "TGTTG",
        -8.120897600899484
      ],
      [
        "GCTGG",
        -8.122072636302072
      ],
      [
        "TTGGT",
        -8.124940387842313
      ],
      [
        "TGGCT",
        -8.125342167271455
      ],
      [
        "GTATC",
        -8.12569997312125
      ],
      [
        "GGAAG",
        -8.125802972712727
      ],
      [
        "CAATC",
        -8.126172660942242
      ],
      [
        "GCACT",
        -8.126199001503757
      ],
      [
        "GCGGTG",
        -8.126304982354984
      ],
      [
        "CTCT",
        -8.127859130036352
      ],
      [
        "CAGCAA",
        -8.128260104201342
      ],
      [
        "GGACA",
        -8.129272534418712
      ],
      [
        "TAAAG",
        -8.134548119685256
      ],
      [
        "AACGA",
        -8.13493418010805
      ],
      [
        "TAAC",
        -8.13602238952766
      ],
      [
        "AGCT",
