{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Nmt"
      },
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "C",
        -4.705116222428435
      ],
      [
        "G",
        -4.780391228469254
      ],
      [
        "T",
        -4.800770772352585
      ],
      [
        "A",
        -4.911912450002784
      ],
      [
        "CT",
        -5.297576661069819
      ],
      [
        "▁",
        -5.370675834601007
      ],
      [
        "CA",
        -5.386434592759688
      ],
      [
        "TG",
        -5.400572468486326
      ],
      [
        "TT",
        -5.4303552235061066
      ],
      [
        "AA",
        -5.462264050947304
      ],
      [
        "AG",
        -5.506614606694866
      ],
      [
        "GT",
        -5.542789631945327
      ],
      [
        "AC",
        -5.5539687495607275
      ],
      [
        "AT",
        -5.5821794904945055
      ],
      [
        "GC",
        -5.605893115804143
      ],
      [
        "GA",
        -5.707693114618499
      ],
      [
        "CC",
        -5.715141352645052
      ],
      [
        "GG",
        -5.71722390539027
      ],
      [
        "TC",
        -5.785651929817954
      ],
      [
        "TA",
        -5.804351216047763
      ],
      [
        "TTT",
        -5.831809865077094
      ],
      [
        "CTT",
        -5.86401275279821
      ],
      [
        "AAA",
        -5.9087246336818495
      ],
      [
        "CTG",
        -5.921671164567098
      ],
      [
        "TGT",
        -5.930273470850997
      ],
      [
        "CCT",
        -5.9509318778615246
      ],
      [
        "CAG",
        -5.964577240549284
      ],
      [
        "AGG",
        -6.032915949415429
      ],
      [
        "CG",
        -6.042042900773481
      ],
      [
        "GCA",
        -6.085485606178327
      ],
      [
        "ACT",
        -6.126748684503124
      ],
      [
        "TGC",
        -6.148315847464081
      ],
      [
        "CAT",
        -6.152661879822794
      ],
      [
        "CAC",
        -6.171178253245381
      ],
      [
        "GAG",
        -6.172163519348425
      ],
      [
        "AAG",
        -6.184474053427536
      ],
      [
        "ACA",
        -6.185540876102603
      ],
      [
        "TCT",
        -6.18638947592525
      ],
      [
        "CAA",
        -6.19734743994862
      ],
      [
        "TGG",
        -6.206901593461142
      ],
      [
        "AGA",
        -6.227421483424896
      ],
      [
        "GAA",
        -6.235260435308302
      ],
      [
        "TCA",
        -6.250963126055
      ],
      [
        "CTC",
        -6.256174822548511
      ],
      [
        "TGA",
        -6.259605573397748
      ],
      [
        "TTC",
        -6.262249520711691
      ],
      [
        "CCA",
        -6.283980571049961
      ],
      [
        "GCT",
        -6.3242047021178145
      ],
      [
        "GGG",
        -6.325197335363503
      ],
      [
        "CCC",
        -6.326565544601857
      ],
      [
        "TAA",
        -6.333734584782572
      ],
      [
        "GTT",
        -6.342428081073301
      ],
      [
        "ATG",
        -6.342497582645578
      ],
      [
        "TTG",
        -6.346994047272457
      ],
      [
        "GTG",
        -6.368583133890008
      ],
      [
        "AGT",
        -6.374268427014371
      ],
      [
        "ATT",
        -6.374312962366387
      ],
      [
        "TTA",
        -6.387054900850211
      ],
      [
        "AAAA",
        -6.389851286835
      ],
      [
        "TTTT",
        -6.420530524364379
      ],
      [
        "TCC",
        -6.432661148678671
      ],
      [
        "AGC",
        -6.436651317453395
      ],
      [
        "GGA",
        -6.462203754972947
      ],
      [
        "TAT",
        -6.465685755794457
      ],
      [
        "AAT",
        -6.466181010152255
      ],
      [
        "AAC",
        -6.514919110824158
      ],
      [
        "GGT",
        -6.539478309984526
      ],
      [
        "CTA",
        -6.568904133269809
      ],
      [
        "CAGA",
        -6.586819525813253
      ],
      [
        "AGAA",
        -6.593066676646529
      ],
      [
        "TAG",
        -6.608801401705989
      ],
      [
        "ATA",
        -6.611099862271802
      ],
      [
        "TAC",
        -6.611218237876443
      ],
      [
        "GAC",
        -6.61726624084678
      ],
      [
        "TGTG",
        -6.623421972721378
      ],
      [
        "ACC",
        -6.642668448601128
      ],
      [
        "CAAG",
        -6.665113411297485
      ],
      [
        "GTA",
        -6.665126339834327
      ],
      [
        "GAT",
        -6.685856861106233
      ],
      [
        "GGC",
        -6.697027021294646
      ],
      [
        "GCC",
        -6.700124763263386
      ],
      [
        "GTC",
        -6.715634318389869
      ],
      [
        "TGCA",
        -6.727162773236724
      ],
      [
        "ATC",
        -6.728033500609669
      ],
      [
        "CACT",
        -6.734051772687543
      ],
      [
        "TCTT",
        -6.743863116380952
      ],
      [
        "TGCT",
        -6.750752583531426
      ],
      [
        "TGGA",
        -6.752433794892278
      ],
      [
        "TTCA",
        -6.756119770233591
      ],
      [
        "TGAG",
        -6.7582122953676596
      ],
      [
        "CACA",
        -6.761543611105459
      ],
      [
        "CTTT",
        -6.763016282085806
      ],
      [
        "CAAA",
        -6.764370454119488
      ],
      [
        "AAAC",
        -6.793867861360896
      ],
      [
        "TCTG",
        -6.805970358506125
      ],
      [
        "TTCT",
        -6.810576373931996
      ],
      [
        "AAGA",
        -6.825127219772387
      ],
      [
        "TTTC",
        -6.827977169994892
      ],
      [
        "AGGA",
        -6.830858596172474
      ],
      [
        "TCTC",
        -6.841749405621297
      ],
      [
        "GAGA",
        -6.844482334793714
      ],
      [
        "ACAA",
        -6.852041280250486
      ],
      [
        "AGTA",
        -6.853770759544954
      ],
      [
        "TTGT",
        -6.857783762542706
      ],
      [
        "CTCT",
        -6.864235696240449
      ],
      [
        "ACAG",
        -6.8670944487063466
      ],
      [
        "CTGA",
        -6.868712985964573
      ],
      [
        "TTTG",
        -6.8700163922877575
      ],
      [
        "GAAA",
        -6.872487817790216
      ],
      [
        "ATTT",
        -6.8805136460065075
      ],
      [
        "CTCA",
        -6.918996064269811
      ],
      [
        "▁T",
        -6.928384135316248
      ],
      [
        "TGTA",
        -6.933033863664061
      ],
      [
        "▁A",
        -6.9382766167407794
      ],
      [
        "CATG",
        -6.9389476309981095
      ],
      [
        "CAGG",
        -6.950830523350017
      ],
      [
        "TCAT",
        -6.951818469145785
      ],
      [
        "TCAC",
        -6.954751396254002
      ],
      [
        "GTTT",
        -6.955273844332105
      ],
      [
        "AAAG",
        -6.968285163358624
      ],
      [
        "CCAG",
        -6.970237146438141
      ],
      [
        "GCAG",
        -6.972701662538395
      ],
      [
        "CTGT",
        -6.973640378602878
      ],
      [
        "ACAT",
        -6.975024105046961
      ],
      [
        "▁G",
        -6.981949144531413
      ],
      [
        "AGTG",
        -6.986147751430661
      ],
      [
        "AAAT",
        -6.987179494814722
      ],
      [
        "TCCA",
        -6.9916312621603875
      ],
      [
        "CCTG",
        -6.996584790199895
      ],
      [
        "TCCC",
        -6.998924961632156
      ],
      [
        "CCCT",
        -7.003384353507876
      ],
      [
        "TAAT",
        -7.004764252153411
      ],
      [
        "TCCT",
        -7.010269253717929
      ],
      [
        "CAGAG",
        -7.010953371491578
      ],
      [
        "GGAG",
        -7.018052586624604
      ],
      [
        "AGAG",
        -7.021131213437608
      ],
      [
        "CTTG",
        -7.024022616231159
      ],
      [
        "TGAA",
        -7.0247111742223165
      ],
      [
        "ATGAT",
        -7.025607430613263
      ],
      [
        "TACT",
        -7.0326678890903995
      ],
      [
        "ATAT",
        -7.0332506200579825
      ],
      [
        "AAAAA",
        -7.036847111701073
      ],
      [
        "CCAA",
        -7.040952343977777
      ],
      [
        "ATTA",
        -7.041563254572559
      ],
      [
        "CTAGACAGAATCATTC",
        -7.0516801713017845
      ],
      [
        "TGTT",
        -7.055670169659367
      ],
      [
        "CTCC",
        -7.05681213457895
      ],
      [
        "TTAT",
        -7.057436510518933
      ],
      [
        "CGT",
        -7.0590621310598465
      ],
      [
        "AGGC",
        -7.070586946002981
      ],
      [
        "CTGC",
        -7.0751068416858125
      ],
      [
        "CTTC",
        -7.075589760271017
      ],
      [
        "CAGT",
        -7.078669479643251
      ],
      [
        "GTGA",
        -7.080739412121135
      ],
      [
        "CCTC",
        -7.083984972814768
      ],
      [
        "TTTA",
        -7.087475533643426
      ],
      [
        "CTGG",
        -7.09265487150385
      ],
      [
        "GCCA",
        -7.095770394595686
      ],
      [
        "GGAA",
        -7.1083563754777455
      ],
      [
        "TCAG",
        -7.1086097393321985
      ],
      [
        "CTCTG",
        -7.108624197338218
      ],
      [
        "AAAAT",
        -7.1087829169451116
      ],
      [
        "ACAAT",
        -7.1102688053936305
      ],
      [
        "ATCA",
        -7.110561856275016
      ],
      [
        "TTCC",
        -7.119701134539721
      ],
      [
        "CATT",
        -7.119870644570266
      ],
      [
        "CCAT",
        -7.1209244560836975
      ],
      [
        "AGCA",
        -7.121033634739417
      ],
      [
        "TTGG",
        -7.125221395555213
      ],
      [
        "TACTT",
        -7.128536316729395
      ],
      [
        "TGGT",
        -7.130768149228402
      ],
      [
        "ACTT",
        -7.132390472710867
      ],
      [
        "AACA",
        -7.133133261069979
      ],
      [
        "CGG",
        -7.134094712876246
      ],
      [
        "CTAG",
        -7.134270678236277
      ],
      [
        "ATTG",
        -7.139402260709479
      ],
      [
        "CCTCTTTGAGGCCTTC",
        -7.140695382507634
      ],
      [
        "GGGA",
        -7.154120132260873
      ],
      [
        "CCTGG",
        -7.155046836017606
      ],
      [
        "CAAT",
        -7.155797230437715
      ],
      [
        "TGGG",
        -7.156764925312249
      ],
      [
        "GTGAT",
        -7.160886170526103
      ],
      [
        "ACTG",
        -7.162842924807945
      ],
      [
        "TGAT",
        -7.168082041655385
      ],
      [
        "ACTA",
        -7.1689087963548275
      ],
      [
        "ATAA",
        -7.16980585384754
      ],
      [
        "AGAT",
        -7.172297711249323
      ],
      [
        "ATGT",
        -7.176109781733061
      ],
      [
        "TTGA",
        -7.177991840045069
      ],
      [
        "GTTGGAAACGGGATTT",
        -7.185781168441677
      ],
      [
        "CCAC",
        -7.1879740875558475
      ],
      [
        "AGGAG",
        -7.191861958848126
      ],
      [
        "GTGGG",
        -7.196914325937133
      ],
      [
        "TTTTT",
        -7.20418397028811
      ],
      [
        "TATT",
        -7.206319718122328
      ],
      [
        "CCTT",
        -7.206858463507199
      ],
      [
        "AGTT",
        -7.2091988416965105
      ],
      [
        "ACCA",
        -7.212228565820167
      ],
      [
        "TATTT",
        -7.2130820560703235
      ],
      [
        "GGCA",
        -7.215131584978112
      ],
      [
        "TTAA",
        -7.218074898718166
      ],
      [
        "CAAC",
        -7.224371738831524
      ],
      [
        "TGGAG",
        -7.226359933515303
      ],
      [
        "AATA",
        -7.232111173612301
      ],
      [
        "GCTG",
        -7.234737548126956
      ],
      [
        "CCCA",
        -7.236303198813328
      ],
      [
        "TAAA",
        -7.23670341706679
      ],
      [
        "CACC",
        -7.239658286758782
      ],
      [
        "CTAT",
        -7.243688337682663
      ],
      [
        "CATC",
        -7.246452286958471
      ],
      [
        "CATTT",
        -7.247863881671533
      ],
      [
        "CAGC",
        -7.253543063594604
      ],
      [
        "ACCT",
        -7.266217829950616
      ],
      [
        "CCCTG",
        -7.266328390191781
      ],
      [
        "ATCAC",
        -7.267378622457841
      ],
      [
        "GTGTGTATTCAACTCA",
        -7.267516027415301
      ],
      [
        "TGCC",
        -7.267705143514188
      ],
      [
        "AATG",
        -7.271419652833384
      ],
      [
        "CATA",
        -7.271954353991326
      ],
      [
        "TACA",
        -7.27467193874633
      ],
      [
        "ACAC",
        -7.274797789958953
      ],
      [
        "GAAAAGGAAACATCTT",
        -7.2758652348886805
      ],
      [
        "AAAGT",
        -7.276399915047184
      ],
      [
        "ATAAT",
        -7.279737133643934
      ],
      [
        "ACTTT",
        -7.279849085166166
      ],
      [
        "GTGT",
        -7.284380742688539
      ],
      [
        "ATGG",
        -7.284705643932961
      ],
      [
        "GCCT",
        -7.285387084444233
      ],
      [
        "AGCT",
        -7.28575593748587
      ],
      [
        "CTCCT",
        -7.287877337119037
      ],
      [
        "AATTT",
        -7.288745182240779
      ],
      [
        "ATCAT",
        -7.290506958252005
      ],
      [
        "TGTGT",
        -7.290879457890512
      ],
      [
        "GCAGG",
        -7.296269433932325
      ],
      [
        "GGGC",
        -7.298035830980821
      ],
      [
        "AGGT",
        -7.301951845745698
      ],
      [
        "AGAAT",
        -7.302684959336613
      ],
      [
        "TAGA",
        -7.308131883562988
      ],
      [
        "TGGC",
        -7.3100574758373735
      ],
      [
        "TAAG",
        -7.31420953180843
      ],
      [
        "ATGA",
        -7.318117082696503
      ],
      [
        "TTGAG",
        -7.321817012021391
      ],
      [
        "CTTCA",
        -7.331903496564593
      ],
      [
        "CTCCA",
        -7.336765689851047
      ],
      [
        "CCCAC",
        -7.342673450463691
      ],
      [
        "CACAT",
        -7.344045737816881
      ],
      [
        "CTTTT",
        -7.3463390104983315
      ],
      [
        "TAATT",
        -7.347945035581889
      ],
      [
        "CTCAG",
        -7.349831700930233
      ],
      [
        "CCAGG",
        -7.350534740448445
      ],
      [
        "CCG",
        -7.351742153511891
      ],
      [
        "AAGTA",
        -7.353512889578077
      ],
      [
        "CTAA",
        -7.353831633905287
      ],
      [
        "ATTC",
        -7.354597230061458
      ],
      [
        "AGAAA",
        -7.359178532544252
      ],
      [
        "AGTTT",
        -7.36309426957331
      ],
      [
        "CTTA",
        -7.36551296571086
      ],
      [
        "CCTGC",
        -7.368140967151058
      ],
      [
        "GCTT",
        -7.370183058626392
      ],
      [
        "CTGTG",
        -7.376811400550759
      ],
      [
        "TATG",
        -7.379553752509748
      ],
      [
        "GTTG",
        -7.379590045901978
      ],
      [
        "GCCAT",
        -7.381422767869372
      ],
      [
        "ATGGT",
        -7.3833575561037215
      ],
      [
        "ACTC",
        -7.386254089264932
      ],
      [
        "ATCT",
        -7.3874655489822505
      ],
      [
        "GGGAG",
        -7.388701393788002
      ],
      [
        "GAAG",
        -7.38969881120423
      ],
      [
        "AATTA",
        -7.391406736096608
      ],
      [
        "GTCT",
        -7.391641982939486
      ],
      [
        "TGTC",
        -7.393099837716941
      ],
      [
        "GTAA",
        -7.393419850218072
      ],
      [
        "AGGAGG",
        -7.397519387227897
      ],
      [
        "GCAAT",
        -7.402460058015228
      ],
      [
        "CGTATAAAAA",
        -7.402968960684966
      ],
      [
        "ACG",
        -7.4119886523786285
      ],
      [
        "TATA",
        -7.414651006364835
      ],
      [
        "ATTCA",
        -7.415041552520099
      ],
      [
        "TACC",
        -7.4214399408092895
      ],
      [
        "CTGAG",
        -7.422118024127586
      ],
      [
        "ATTTT",
        -7.423903990307441
      ],
      [
        "GTTTT",
        -7.42569580097558
      ],
      [
        "CTGTT",
        -7.429841371868644
      ],
      [
        "AGGG",
        -7.436956812933415
      ],
      [
        "TTTGG",
        -7.437476675257729
      ],
      [
        "CCTTC",
        -7.441201122044976
      ],
      [
        "GGGAGG",
        -7.445957706442291
      ],
      [
        "GTCTG",
        -7.448480663940284
      ],
      [
        "CACAG",
        -7.452283462046745
      ],
      [
        "TAGT",
        -7.452740132256615
      ],
      [
        "TCAA",
        -7.454170929992754
      ],
      [
        "ATAG",
        -7.455179288378277
      ],
      [
        "GTGG",
        -7.459031087675708
      ],
      [
        "AAGG",
        -7.460170431894598
      ],
      [
        "AAACT",
        -7.463834563562449
      ],
      [
        "CCTGA",
        -7.465859696864083
      ],
      [
        "TGAC",
        -7.467203508967586
      ],
      [
        "TGCCT",
        -7.470910254935786
      ],
      [
        "ACCC",
        -7.474428966287201
      ],
      [
        "GGCT",
        -7.474433053651447
      ],
      [
        "TACTG",
        -7.477108912414803
      ],
      [
        "AGAC",
        -7.479032043458753
      ],
      [
        "TAAC",
        -7.480169551790048
      ],
      [
        "ATAC",
        -7.480520247880252
      ],
      [
        "GGTA",
        -7.4838931494168115
      ],
      [
        "TTTCT",
        -7.4919010975230265
      ],
      [
        "ATTAT",
        -7.496196606174587
      ],
      [
        "ATTGG",
        -7.49924464499043
      ],
      [
        "CATGT",
        -7.50362862706058
      ],
      [
        "CTTTG",
        -7.512244119654518
      ],
      [
        "GCTC",
        -7.515158153514541
      ],
      [
        "ATTGC",
        -7.519497023332558
      ],
      [
        "CAGAT",
        -7.521157125034538
      ],
      [
        "CCTA",
        -7.521421678426563
      ],
      [
        "ACTCA",
        -7.523008052699193
      ],
      [
        "GGGT",
        -7.523854367338789
      ],
      [
        "AGCC",
        -7.524375513182271
      ],
      [
        "GTTGG",
        -7.5247877318021335
      ],
      [
        "AAGCA",
        -7.532806477283904
      ],
      [
        "TCTA",
        -7.533298181539989
      ],
      [
        "GGTG",
        -7.5335852382587625
      ],
      [
        "CTCCC",
        -7.533944830730736
      ],
      [
        "AAATA",
        -7.538475958809007
      ],
      [
        "GCTGG",
        -7.541989997461414
      ],
      [
        "AAGAG",
        -7.542900142675332
      ],
      [
        "CTGTC",
        -7.5433883452783945
      ],
      [
        "TGCTT",
        -7.550890495417619
      ],
      [
        "GAAT",
        -7.552704548115413
      ],
      [
        "AGTC",
        -7.558462256392895
      ],
      [
        "CAGCA",
        -7.560479610310955
      ],
      [
        "GGTT",
        -7.5618367706155265
      ],
      [
        "ACAGG",
        -7.56330707219653
      ],
      [
        "CTGAA",
        -7.564585386701632
      ],
      [
        "TACTA",
        -7.565313787286469
      ],
      [
        "CCCC",
        -7.565467842950957
      ],
      [
        "GTAG",
        -7.567033475025642
      ],
      [
        "TTCTT",
        -7.567115936324171
      ],
      [
        "CCAGT",
        -7.568444581272425
      ],
      [
        "ATTGT",
        -7.571260959335175
      ],
      [
        "TAGAT",
        -7.574218272213413
      ],
      [
        "AAAGA",
        -7.576478580474054
      ],
      [
        "CACCT",
        -7.577030982825896
      ],
      [
        "CAGTA",
        -7.577922949813068
      ],
      [
        "ATATT",
        -7.578613192759816
      ],
      [
        "TTTGT",
        -7.58401243187426
      ],
      [
        "GAGC",
        -7.584164479784812
      ],
      [
        "▁C",
        -7.584945452247231
      ],
      [
        "ACACA",
        -7.585322456725956
      ],
      [
        "GCAT",
        -7.58538529515787
      ],
      [
        "CAAGTGGATATTTGGA",
        -7.600838015737038
      ],
      [
        "CCATG",
        -7.601432297491648
      ],
      [
        "CACCAC",
        -7.605195209734891
      ],
      [
        "TTCCT",
        -7.605702652404849
      ],
      [
        "ACCAT",
        -7.606514106378157
      ],
      [
        "CAGAA",
        -7.608855743781243
      ],
      [
        "AAATT",
        -7.6101294115985
      ],
      [
        "ACAGT",
        -7.611038827529031
      ],
      [
        "CTTTC",
        -7.611139620501305
      ],
      [
        "CCTGT",
        -7.611589889783868
      ],
      [
        "ACAGA",
        -7.61316230506549
      ],
      [
        "GGAC",
        -7.61477560437101
      ],
      [
        "ACCAC",
        -7.61667113817265
      ],
      [
        "TGAGA",
        -7.6184731640720855
      ],
      [
        "ATGC",
        -7.619205439661293
      ],
      [
        "CATAT",
        -7.6214445273185625
      ],
      [
        "TCAGG",
        -7.621483734550585
      ],
      [
        "GTCA",
        -7.622502920476096
      ],
      [
        "CACTT",
        -7.622721592982563
      ],
      [
        "CTTTA",
        -7.6243855748837905
      ],
      [
        "CCAGA",
        -7.625610148419026
      ],
      [
        "CTGCT",
        -7.630056318824341
      ],
      [
        "CAACA",
        -7.630423871179804
      ],
      [
        "CAAAA",
        -7.631052576830221
      ],
      [
        "GATGTGTGTGTTCA",
        -7.632073181570133
      ],
      [
        "GCCC",
        -7.632351307117927
      ],
      [
        "TGGGG",
        -7.6351867707828305
      ],
      [
        "TTAC",
        -7.636448350987246
      ],
      [
        "TGATGTGTGCGTTCA",
        -7.636586111822552
      ],
      [
        "CTTTAGACAGAGCAGA",
        -7.6367021908800155
      ],
      [
        "TCTCT",
        -7.637206290638019
      ],
      [
        "CGC",
        -7.6372856801508195
      ],
      [
        "TTTCA",
        -7.642005539495127
      ],
      [
        "AACCT",
        -7.644940623895927
      ],
      [
        "TTGAA",
        -7.645926508391771
      ],
      [
        "TTATG",
        -7.6460365536294415
      ],
      [
        "ATTTA",
        -7.646438246684578
      ],
      [
        "GTGGT",
        -7.647501680701566
      ],
      [
        "CCAAC",
        -7.648387198989692
      ],
      [
        "CCTTT",
        -7.648868574709617
      ],
      [
        "GGAT",
        -7.649024139976651
      ],
      [
        "TTGTG",
        -7.649501796213608
      ],
      [
        "CCTCC",
        -7.649817013992006
      ],
      [
        "CTTCT",
        -7.651370791763311
      ],
      [
        "GAAC",
        -7.652016787669433
      ],
      [
        "TTTGA",
        -7.658830337216482
      ],
      [
        "AGGTT",
        -7.659504577849194
      ],
      [
        "TAGG",
        -7.660687661337091
      ],
      [
        "ATTCT",
        -7.661299565848537
      ],
      [
        "ATCTG",
        -7.66232875684717
      ],
      [
        "TCTCA",
        -7.664409054742935
      ],
      [
        "GTTA",
        -7.66441922735728
      ],
      [
        "CTTGT",
        -7.664519965978533
      ],
      [
        "TAACTTATTTGTGGT",
        -7.666528984705716
      ],
      [
        "AGGTA",
        -7.669180318746067
      ],
      [
        "CTTGA",
        -7.672402602096346
      ],
      [
        "GCG",
        -7.673508471597131
      ],
      [
        "TGGAGATTTCAATCGC",
        -7.67432196167397
      ],
      [
        "AAGTT",
        -7.675391252103333
      ],
      [
        "CTAC",
        -7.677563642725527
      ],
      [
        "CAGTG",
        -7.678691484691838
      ],
      [
        "GGAAA",
        -7.681979938799749
      ],
      [
        "GCAGT",
        -7.683834936454756
      ],
      [
        "CACTG",
        -7.685758560086039
      ],
      [
        "CCAGC",
        -7.686865291594736
      ],
      [
        "CCAAG",
        -7.69137380228614
      ],
      [
        "AGAGA",
        -7.692381632910098
      ],
      [
        "AGGCA",
        -7.69261553984801
      ],
      [
        "GGAGATTTCAAGCGCT",
        -7.693325502795845
      ],
      [
        "TACCT",
        -7.693701593174522
      ],
      [
        "GAGT",
        -7.6948669866376935
      ],
      [
        "TCAGAAACTACTTTG",
        -7.696625820577038
      ],
      [
        "GCAGA",
        -7.696910472145091
      ],
      [
        "AAAAC",
        -7.697650514521146
      ],
      [
        "AAGC",
        -7.698588141076761
      ],
      [
        "TGTGC",
        -7.701730319099617
      ],
      [
        "CCAAA",
        -7.702119281541147
      ],
      [
        "CTCTT",
        -7.7046904686218065
      ],
      [
        "TGGAA",
        -7.705595450718891
      ],
      [
        "TTTTA",
        -7.706344640727244
      ],
      [
        "GTAT",
        -7.706786541128763
      ],
      [
        "TAGTA",
        -7.707726383936583
      ],
      [
        "TCTGG",
        -7.70859840847683
      ],
      [
        "GTGGC",
        -7.708743056902165
      ],
      [
        "TTCTG",
        -7.711558182159205
      ],
      [
        "TGGTG",
        -7.71242087358276
      ],
      [
        "AGGTG",
        -7.71297201764889
      ],
      [
        "ACAGAAGAATTCTCAG",
        -7.713871576997064
      ],
      [
        "CATTC",
        -7.714655681525013
      ],
      [
        "CAAAG",
        -7.716399421972127
      ],
      [
        "CCTCCT",
        -7.71763709604635
      ],
      [
        "AAACA",
        -7.717795897089504
      ],
      [
        "AAGAA",
        -7.722151928113886
      ],
      [
        "GATA",
        -7.72403775307734
      ],
      [
        "GTCC",
        -7.724768401727901
      ],
      [
        "CCACA",
        -7.729067302465659
      ],
      [
        "CTTCC",
        -7.729499146405904
      ],
      [
        "AGAAG",
        -7.730524564165391
      ],
      [
        "ACAAA",
        -7.735874819099651
      ],
      [
        "ACTCAAGGAGTTTAA",
        -7.736016855670633
      ],
      [
        "TGTTT",
        -7.736116923306824
      ],
      [
        "CTTTCTTTTGATGGA",
        -7.737188604378664
      ],
      [
        "AGGAT",
        -7.737389968133746
      ],
      [
        "CTAAT",
        -7.7391669783314585
      ],
      [
        "TGTGA",
        -7.739380539709988
      ],
      [
        "TATAA",
        -7.739432928543645
      ],
      [
        "ACTAT",
        -7.739810077272469
      ],
      [
        "TCTTG",
        -7.740223082849751
      ],
      [
        "CTGTCTGTAAAGTCTG",
        -7.741941065241207
      ],
      [
        "GGTC",
        -7.7435086251147665
      ],
      [
        "CTGGG",
        -7.743986909197107
      ],
      [
        "CATCT",
        -7.74420008797057
      ],
      [
        "TTGTT",
        -7.7446219664699365
      ],
      [
        "TTCCA",
        -7.744874565821336
      ],
      [
        "CCTCT",
        -7.7455590682377125
      ],
      [
        "TGGCA",
        -7.747279938023583
      ],
      [
        "GTGTG",
        -7.747290703330378
      ],
      [
        "CAGTT",
        -7.748360052090332
      ],
      [
        "ACAGAA",
        -7.749245202703798
      ],
      [
        "AGGAA",
        -7.749281094579585
      ],
      [
        "CACCC",
        -7.749505990184456
      ],
      [
        "CAAGCAGATATTTGGA",
        -7.750151621091037
      ],
      [
        "ACTGA",
        -7.751931816682368
      ],
      [
        "AAAAG",
        -7.75247046444172
      ],
      [
        "AAATTA",
        -7.754484645544676
      ],
      [
        "ACTCT",
        -7.75504795644816
      ],
      [
        "AAGAT",
        -7.755100714998001
      ],
      [
        "CCCAG",
        -7.756390498310706
      ],
      [
        "TATC",
        -7.7583249005748
      ],
      [
        "TGGTA",
        -7.758610313592252
      ],
      [
        "CATGC",
        -7.759668901757272
      ],
      [
        "GAGGA",
        -7.761991098615906
      ],
      [
        "AGGGA",
        -7.762141778981215
      ],
      [
        "ATTTG",
        -7.762789155963078
      ],
      [
        "GACA",
        -7.768487250084498
      ],
      [
        "GGCC",
        -7.769393777310368
      ],
      [
        "AGAAAT",
        -7.770572604762594
      ],
      [
        "CCTCA",
        -7.772141649472344
      ],
      [
        "CCTAC",
        -7.7724210757027254
      ],
      [
        "CAAAT",
        -7.775213013443901
      ],
      [
        "TATTC",
        -7.7753346864601465
      ],
      [
        "TCTGA",
        -7.776136252782815
      ],
      [
        "CGA",
        -7.776563153382732
      ],
      [
        "TTGAT",
        -7.77872320062085
      ],
      [
        "ACATA",
        -7.7804345749460655
      ],
      [
        "TAATTT",
        -7.780870832045751
      ],
      [
        "GGTTT",
        -7.786628432620111
      ],
      [
        "GCTA",
        -7.794716419037534
      ],
      [
        "CATCTT",
        -7.797527132698705
      ],
      [
        "CTTGG",
        -7.798059992201046
      ],
      [
        "TTATT",
        -7.800469435046667
      ],
      [
        "CCACT",
        -7.801101367682708
      ],
      [
        "CTGGT",
        -7.803341638820392
      ],
      [
        "GACT",
        -7.803844178310147
      ],
      [
        "TGGTT",
        -7.807719291353392
      ],
      [
        "TCTTT",
        -7.807968846112624
      ],
      [
        "TCATT",
        -7.809367684570797
      ],
      [
        "AACC",
        -7.8098048929452
      ],
      [
        "ACATG",
        -7.812833941200941
      ],
      [
        "TGAAA",
        -7.812958921015367
      ],
      [
        "GGCAG",
        -7.8131564106533435
      ],
      [
        "GTTC",
        -7.816468173068788
      ],
      [
        "ATCCA",
        -7.816687826563958
      ],
      [
        "ATAGT",
        -7.8168878140680915
      ],
      [
        "CCTTG",
        -7.81695121579439
      ],
      [
        "TCATG",
        -7.817622556396055
      ],
      [
        "CACCA",
        -7.818330960892204
      ],
      [
        "TGGAT",
        -7.818430772475628
      ],
      [
        "GGGAA",
        -7.820010550061143
      ],
      [
        "TGTGG",
        -7.820283830174432
      ],
      [
        "TAAAT",
        -7.821701690052533
      ],
      [
        "TCAGA",
        -7.822018256475551
      ],
      [
        "AGCCT",
        -7.823013816058797
      ],
      [
        "ATGTG",
        -7.826778065508168
      ],
      [
        "ACTTC",
        -7.827842390483135
      ],
      [
        "AATGT",
        -7.8288396849036905
      ],
      [
        "AACAG",
        -7.831232649059627
      ],
      [
        "ATCCT",
        -7.834315593345062
      ],
      [
        "GAATA",
        -7.834399021708198
      ],
      [
        "ATTAG",
        -7.838158964100643
      ],
      [
        "CAAGG",
        -7.844322867175426
      ],
      [
        "GTGC",
        -7.844653115333675
      ],
      [
        "TGGGA",
        -7.845042248823648
      ],
      [
        "ACATT",
        -7.845794320661665
      ],
      [
        "TTGGA",
        -7.850436776297801
      ],
      [
        "TGCAT",
        -7.852318391597082
      ],
      [
        "TCAAG",
        -7.852877357488048
      ],
      [
        "TTTTG",
        -7.855304530503991
      ],
      [
        "TATCT",
        -7.856763971359336
      ],
      [
        "TCCCA",
        -7.858048839361358
      ],
      [
        "AATCA",
        -7.860160376589953
      ],
      [
        "TTTAA",
        -7.861847907459675
      ],
      [
        "AGGCT",
        -7.8671046341532485
      ],
      [
        "TTAAT",
        -7.8686519001128135
      ],
      [
        "TCG",
        -7.871602336859801
      ],
      [
        "CTAAG",
        -7.8726522291494465
      ],
      [
        "CTGTA",
        -7.8754027880821065
      ],
      [
        "CTATG",
        -7.875730880934
      ],
      [
        "TCAGT",
        -7.87622181124241
      ],
      [
        "ATGCA",
        -7.876235650703982
      ],
      [
        "ACACT",
        -7.878388907715659
      ],
      [
        "CAAGA",
        -7.878788132238907
      ],
      [
        "CATCAT",
        -7.8789899240509
      ],
      [
        "CCCTA",
        -7.8794523190419135
      ],
      [
        "CAGGT",
        -7.880421006247722
      ],
      [
        "CATCA",
        -7.881243925499276
      ],
      [
        "TGCTG",
        -7.884064312480316
      ],
      [
        "CTACA",
        -7.8855890409353355
      ],
      [
        "GCAGTTTGGAAACACT",
        -7.886652093024368
      ],
      [
        "AGACT",
        -7.888879234884663
      ],
      [
        "TTCAA",
        -7.889343636590056
      ],
      [
        "TGAAG",
        -7.891537635373103
      ],
      [
        "CAGAGG",
        -7.8918093708570405
      ],
      [
        "AACTC",
        -7.892273428689931
      ],
      [
        "CCATT",
        -7.892556669250093
      ],
      [
        "ATACA",
        -7.893499341265387
      ],
      [
        "TTCAG",
        -7.894017276594176
      ],
      [
        "CATGA",
        -7.895039085592718
      ],
      [
        "GCCAC",
        -7.895097415576299
      ],
      [
        "GGAAG",
        -7.89541549388748
      ],
      [
        "CTATT",
        -7.898121908799239
      ],
      [
        "AACAA",
        -7.899415895747362
      ],
      [
        "CAAGC",
        -7.902072327604553
      ],
      [
        "CTGAT",
        -7.90477503372063
      ],
      [
        "TGAGG",
        -7.906766392237351
      ],
      [
        "AGACA",
        -7.90700795269551
      ],
      [
        "ATCCC",
        -7.90702729734604
      ],
      [
        "ACCCT",
        -7.907363153021445
      ],
      [
        "TGTAG",
        -7.909092273467799
      ],
      [
        "GTTTG",
        -7.909589371852485
      ],
      [
        "GTGAG",
        -7.91074815554187
      ],
      [
        "AGTGA",
        -7.911694744052481
      ],
      [
        "CCTCCC",
        -7.9119914296026055
      ],
      [
        "CTTGC",
        -7.914144857097922
      ],
      [
        "TGATTT",
        -7.914763671768307
      ],
      [
        "AATGA",
        -7.918706714555945
      ],
      [
        "TCTTC",
        -7.919263209580278
      ],
      [
        "AGTCT",
        -7.9202491260395735
      ],
      [
        "ATGTA",
        -7.924083252446676
      ],
      [
        "CACAC",
        -7.927431207897659
      ],
      [
        "ATGGC",
        -7.928149649927485
      ],
      [
        "GGGAT",
        -7.928932347706748
      ],
      [
        "AGAAAA",
        -7.933108047795184
      ],
      [
        "TAATA",
        -7.9332697444960765
      ],
      [
        "TCCAC",
        -7.933590826452627
      ],
      [
        "TAATTTT",
        -7.93427704955932
      ],
      [
        "AGCAG",
        -7.935492314433958
      ],
      [
        "TAGC",
        -7.936149555108616
      ],
      [
        "TCTGT",
        -7.937191483461134
      ],
      [
        "CATGG",
        -7.938652228264877
      ],
      [
        "ATATTT",
        -7.939538887574186
      ],
      [
        "CATAA",
        -7.940297914358995
      ],
      [
        "CTGCC",
        -7.9413686333430915
      ],
      [
        "ATTAA",
        -7.941540673648693
      ],
      [
        "GACC",
        -7.944926294739756
      ],
      [
        "ATGGG",
        -7.951172994313493
      ],
      [
        "GAAGA",
        -7.95117722922332
      ],
      [
        "CAGGA",
        -7.952241555683558
      ],
      [
        "AGAAAG",
        -7.95314681430995
      ],
      [
        "TTCAT",
        -7.95428744611119
      ],
      [
        "ATCC",
        -7.954918486257581
      ],
      [
        "AAGTG",
        -7.956476230694817
      ],
      [
        "TGATG",
        -7.957008181759244
      ],
      [
        "CTTCTT",
        -7.957999529311532
      ],
      [
        "AAAAGGAAATATCTT",
        -7.95860460801865
      ],
      [
        "AATAAA",
        -7.959761253096507
      ],
      [
        "AACTA",
        -7.961121993624153
      ],
      [
        "TGAGT",
        -7.961539902330807
      ],
      [
        "AACAT",
        -7.9625816583924465
      ],
      [
        "GGGCA",
        -7.9639540602517584
      ],
      [
        "TAGTT",
        -7.965314260163772
      ],
      [
        "TTTTTT",
        -7.966995498908999
      ],
      [
        "AAAATA",
        -7.967626701808897
      ],
      [
        "TGTCT",
        -7.9700797565416694
      ],
      [
        "GAAAA",
        -7.970820434682565
      ],
      [
        "CTGGA",
        -7.97112583546151
      ],
      [
        "GCACA",
        -7.971694467720927
      ],
      [
        "TTAAA",
        -7.972050059420238
      ],
      [
        "TAACT",
        -7.972171342226549
      ],
      [
        "GGCTG",
        -7.974621927238812
      ],
      [
        "AACTT",
        -7.974810081442619
      ],
      [
        "TTGGT",
        -7.977316521187793
      ],
      [
        "TGAAT",
        -7.977519314501972
      ],
      [
        "ATGTT",
        -7.979028620723844
      ],
      [
        "GAATT",
        -7.979317174604032
      ],
      [
        "ATTAC",
        -7.981728993569588
      ],
      [
        "ATCTA",
        -7.984889436212269
      ],
      [
        "TGCAG",
        -7.9855534457478505
      ],
      [
        "AGCCA",
        -7.985814437570701
      ],
      [
        "TTATTT",
        -7.985865387671352
      ],
      [
        "CTGGGT",
        -7.987024754029116
      ],
      [
        "CCCTC",
        -7.9900179311262995
      ],
      [
        "TAGAG",
        -7.990420021849486
      ],
      [
        "ACTGG",
        -7.992122625232513
      ],
      [
        "CTGTTG",
        -7.992882604573023
      ],
      [
        "GAAAG",
        -7.993035003234772
      ],
      [
        "ACAAAA",
        -7.9930527428862685
      ],
      [
        "TGTTG",
        -7.993646552275265
      ],
      [
        "ATAAG",
        -7.993985657954029
      ],
      [
        "TCCCT",
        -7.994298796542901
      ],
      [
        "CTCTA",
        -7.995462998276641
      ],
      [
        "GAGTG",
        -7.998038421154175
      ],
      [
        "TGCCC",
        -7.999247295805845
      ],
      [
        "TAGTTT",
        -8.000218697179367
      ],
      [
        "GCTTT",
        -8.000378608781649
      ],
      [
        "TATTA",
        -8.000445194272068
      ],
      [
        "ATGCT",
        -8.001428133054294
      ],
      [
        "CGCT",
        -8.00196568806821
      ],
      [
        "AGCAA",
        -8.002742514371617
      ],
      [
        "GTTCA",
        -8.002819918751362
      ],
      [
        "ATTGA",
        -8.003971319337719
      ],
      [
        "AATCT",
        -8.004161310796798
      ],
      [
        "CCAAT",
        -8.004246334762618
      ],
      [
        "GACAG",
        -8.004910815854998
      ],
      [
        "CTTCAG",
        -8.006159563652876
      ],
      [
        "TAACTT",
        -8.006735271280132
      ],
      [
        "GCTGC",
        -8.007780534832815
      ],
      [
        "GTAAT",
        -8.008618140020525
      ],
      [
        "ATATG",
        -8.010448081513921
      ],
      [
        "CAACT",
        -8.011502169167656
      ],
      [
        "GTTGT",
        -8.012259091582342
      ],
      [
        "GTAGG",
        -8.013139036217602
      ],
      [
        "TACAA",
        -8.015147939228017
      ],
      [
        "TTTAG",
        -8.01551402836583
      ],
      [
        "CAAAC",
        -8.017083628451815
      ],
      [
        "AAGGA",
        -8.017466798781284
      ],
      [
        "CTTAG",
        -8.018875976835432
      ],
      [
        "TCTGC",
        -8.01902390487026
      ],
      [
        "CAAGT",
        -8.019232968657779
      ],
      [
        "CACCAT",
        -8.019866003542898
      ],
      [
        "CCTGAG",
        -8.020395067665191
      ],
      [
        "CCCCA",
        -8.021469445462667
      ],
      [
        "TATCTT",
        -8.021961003724694
      ],
      [
        "GCATG",
        -8.022167074701745
      ],
      [
        "AACAC",
        -8.022345217161792
      ],
      [
        "TGATT",
        -8.022428304584736
      ],
      [
        "ATGAA",
        -8.022649053712122
      ],
      [
        "TCACT",
        -8.023258883915943
      ],
      [
        "ACTGC",
        -8.02330357834252
      ],
      [
        "TGTAT",
        -8.024596929297722
      ],
      [
        "CAGCT",
        -8.026997880568707
      ],
      [
        "AAACC",
        -8.02910571718511
      ],
      [
        "GAACT",
        -8.030370778121775
      ],
      [
        "CCCAGG",
        -8.031892787295423
      ],
      [
        "GTTTC",
        -8.032603499151287
      ],
      [
        "GAGAT",
        -8.034483370828891
      ],
      [
        "ATGGA",
        -8.034583730107784
      ],
      [
        "ATCAG",
        -8.03912338236038
      ],
      [
        "GGAGG",
        -8.039234645291192
      ],
      [
        "AAATAT",
        -8.041222542249177
      ],
      [
        "GAAAC",
        -8.04193906276138
      ],
      [
        "CCTAT",
        -8.042068745165793
      ],
      [
        "CTACT",
        -8.042172396447539
      ],
      [
        "TTCTC",
        -8.042526080098439
      ],
      [
        "TTTTCT",
        -8.044865890718011
      ],
      [
        "AGCTA",
        -8.0448792401641
      ],
      [
        "CCCTT",
        -8.047686418586256
      ],
      [
        "ATCTT",
        -8.049132369432552
      ],
      [
        "GACCTC",
        -8.049640716025365
      ],
      [
        "ATTTTT",
        -8.05379376722585
      ],
      [
        "ATCTC",
        -8.055646295745706
      ],
      [
        "GAAGG",
        -8.056981375179943
      ],
      [
        "TATAT",
        -8.057742310077337
      ],
      [
        "TCCTG",
        -8.06004913600235
      ],
      [
        "ATGAAT",
        -8.061288518119767
      ],
      [
        "GAGTA",
        -8.062432877857216
      ],
      [
        "TCCAG",
        -8.062557291024865
      ],
      [
        "▁TT",
        -8.064199990365427
      ],
      [
        "TTTTC",
        -8.065160878471012
      ],
      [
        "TCCTC",
        -8.065935869198379
      ],
      [
        "TTTCC",
        -8.066090633675415
      ],
      [
        "TAATTTTT",
        -8.068285678834489
      ],
      [
        "ATTTAT",
        -8.068760162172495
      ],
      [
        "AGATT",
        -8.069629645974587
      ],
      [
        "TTGTA",
        -8.06966534849428
      ],
      [
        "ATTTC",
        -8.069816599020136
      ],
      [
        "AAGAAA",
        -8.07054104763201
      ],
      [
        "GAGTT",
        -8.071158230066299
      ],
      [
        "TCACA",
        -8.073593241331453
      ],
      [
        "CTCAGG",
        -8.0767436264107
      ],
      [
        "GAGAA",
        -8.078430771716647
      ],
      [
        "GGAGA",
        -8.082051891949064
      ],
      [
        "AAAAAA",
        -8.082295277487926
      ],
      [
        "TATGA",
        -8.082833351907613
      ],
      [
        "TCCTT",
        -8.083607661897691
      ],
      [
        "AAAGG",
        -8.083696695886484
      ],
      [
        "GTTAT",
        -8.084290589202059
      ],
      [
        "TGTAA",
        -8.085942221757584
      ],
      [
        "CTGGC",
        -8.086077586643409
      ],
      [
        "TATGT",
        -8.086534419741014
      ],
      [
        "CATAG",
        -8.087703182197842
      ],
      [
        "ACAAG",
        -8.087753147272393
      ],
      [
        "GAGGTC",
        -8.087956503367597
      ],
      [
        "CAAAGT",
        -8.089258832994595
      ],
      [
        "AGAAC",
        -8.089316898547658
      ],
      [
        "TTATA",
        -8.090028063390275
      ],
      [
        "TAGAA",
        -8.090407534665196
      ],
      [
        "TACAT",
        -8.09045597678113
      ],
      [
        "CAGGCA",
        -8.090512967498146
      ],
      [
        "TCAAA",
        -8.090984001795736
      ],
      [
        "CCCAT",
        -8.092434922319761
      ],
      [
        "AAAGAA",
        -8.092501010588883
      ],
      [
        "AGCAT",
        -8.092685945501376
      ],
      [
        "AAAATG",
        -8.093806023079763
      ],
      [
        "GCAGC",
        -8.095430556753954
      ],
      [
        "CTCAA",
        -8.09852331357443
      ],
      [
        "AAAATTA",
        -8.098898790438525
      ],
      [
        "TTTATT",
        -8.099015239838268
      ],
      [
        "GCCAG",
        -8.099151240840087
      ],
      [
        "AAAAAT",
        -8.099737717426525
      ],
      [
        "AGGAGA",
        -8.104189322543537
      ],
      [
        "TAAAG",
        -8.106575975067237
      ],
      [
        "AAAGC",
        -8.108910792375582
      ],
      [
        "ATGAG",
        -8.11162082056369
      ],
      [
        "AGAGT",
        -8.113394239643737
      ],
      [
        "AATTC",
        -8.1136477430381
      ],
      [
        "TGGCT",
        -8.116027921365447
      ],
      [
        "TCAAT",
        -8.117033061775407
      ],
      [
        "CTTAA",
        -8.117383954089338
      ],
      [
        "ACTTA",
        -8.119052231617038
      ],
      [
        "CTGCA",
        -8.120108237267456
      ],
      [
        "TTTTAA",
        -8.120231455943156
      ],
      [
        "GGGTG",
        -8.121330601701592
      ],
      [
        "AGATG",
        -8.121517714924668
      ],
      [
        "AGTTA",
        -8.121674100340442
      ],
      [
        "GTGTT",
        -8.12188342226177
      ],
      [
        "TTCTA",
        -8.123371594489182
      ],
      [
        "AGTGT",
        -8.125469302481402
      ],
      [
        "TACTC",
        -8.128907094182498
      ],
      [
        "TTACT",
        -8.12932685198749
      ],
      [
        "ACCAG",
        -8.133203271577731
      ],
      [
        "TAAGT",
        -8.135175740089831
      ],
      [
        "CAATG",
        -8.137750814600356
      ],
      [
        "GAGAG",
        -8.13901848675868
      ],
      [
        "AGGGT",
        -8.139175906643773
      ],
      [
        "GGGGG",
        -8.141719070628806
      ],
      [
        "CCTTCC",
        -8.142779109310428
      ],
      [
        "CAAAGA",
        -8.14297726657488
      ],
      [
        "CATTCT",
        -8.143382755134795
      ],
      [
        "AAGAC",
        -8.143791071316992
      ],
      [
        "CGAG",
        -8.144340576319465
      ],
      [
        "TGCCA",
        -8.144474776799186
      ],
      [
        "GCAAG",
        -8.14475001215951
      ],
      [
